Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Screenshots per new row** — number of empty templates a new row starts with.
ar: **لقطات الشاشة لكل صف جديد** — عدد النماذج الفارغة التي يبدأ بها الصف الجديد.
ca: **Captures de pantalla per fila nova**: nombre de plantilles buides amb les quals comença una fila nova.
cs: **Snímky obrazovky na nový řádek** — počet prázdných šablon, kterými začíná nový řádek.
da: **Skærmbilleder pr. ny række** — antal tomme skabeloner, som en ny række starter med.
de: **Screenshots pro neuer Zeile** – Anzahl der leeren Vorlagen, mit denen eine neue Zeile beginnt.
el: **Στιγμιότυπα οθόνης ανά νέα σειρά** — αριθμός κενών προτύπων με τα οποία ξεκινά μια νέα σειρά.
es: **Capturas por fila nueva**: número de plantillas vacías con las que empieza una fila nueva.
fa: **اسکرین‌شات در هر ردیف جدید** — تعداد اسکرین‌شات‌های خالی‌ای که ردیف جدید با آن شروع می‌شود.
fi: **Kuvakaappauksia uutta riviä kohden** — tyhjien mallien määrä, jolla uusi rivi alkaa.
fr: **Captures d'écran par nouvelle ligne** : nombre de modèles vides dans une nouvelle ligne.
he: **צילומי מסך לכל שורה חדשה** - מספר התבניות הריקות ששורה חדשה מתחילה איתן.
hr: **Snimke zaslona po novom retku** — broj praznih predložaka s kojima počinje novi red.
hu: **Képernyőképek új sorban** — az üres sablonok száma, amelyekkel egy új sor kezdődik.
id: **Tangkapan layar per baris baru** — jumlah templat kosong yang digunakan untuk memulai baris baru.
it: **Screenshot per nuova riga**: numero di modelli vuoti con cui inizia una nuova riga.
ja: **新しい行のスクリーンショット数** — 新しい行を作成したときの空のテンプレートの数。
ko: **새 행의 스크린샷 수** — 새 행에 처음 들어가는 빈 템플릿 수입니다.
ms: **Tangkapan skrin setiap baris baharu** — bilangan templat kosong yang bermula dengan baris baharu.
nl: **Screenshots per nieuwe rij** — aantal lege sjablonen waarmee een nieuwe rij begint.
no: **Skjermbilder per ny rad** — antall tomme maler en ny rad starter med.
pl: **Zrzuty ekranu na nowy wiersz** — liczba pustych szablonów, od których rozpoczyna się nowy wiersz.
pt_br: **Capturas de tela por nova linha** — número de modelos vazios com os quais uma nova linha começa.
pt_pt: **Capturas de ecrã por nova linha** — número de modelos vazios com os quais uma nova linha começa.
ro: **Capturi de ecran pe rând nou** — numărul de șabloane goale cu care începe un nou rând.
ru: **Скриншотов в новой строке** — сколько пустых шаблонов будет в новой строке.
sk: **Snímky obrazovky na nový riadok** — počet prázdnych šablón, ktorými začína nový riadok.
sl: **Posnetki zaslona na novo vrstico** — število praznih predlog, s katerimi se začne nova vrstica.
sv: **Skärmbilder per ny rad** — antal tomma mallar en ny rad börjar med.
th: **ภาพหน้าจอต่อแถวใหม่** — จำนวนเทมเพลตว่างที่แถวใหม่เริ่มต้นด้วย
tr: **Yeni satır başına ekran görüntüsü** — yeni bir satırın başladığı boş şablon sayısı.
uk: **Знімків екрана в новому рядку** — скільки порожніх шаблонів має новий рядок.
ur: **اسکرین شاٹس فی نئی قطار** — خالی ٹیمپلیٹس کی تعداد جس سے ایک نئی قطار شروع ہوتی ہے۔
vi: **Ảnh chụp màn hình trên mỗi hàng mới** — số lượng mẫu trống mà một hàng mới bắt đầu.
zh_hans: **每个新行的截图数**——新行初始包含的空模板数量。
zh_hant: **每個新列的螢幕截圖數**——新列一開始包含的空白範本數量。

source: **Screenshots** — one image per template. This is what the stores want.
ar: **لقطات الشاشة** — صورة واحدة لكل قالب. وهذا ما تريده المتاجر.
ca: **Captures de pantalla**: una imatge per plantilla. Això és el que volen les botigues.
cs: **Snímky obrazovky** — jeden obrázek na šablonu. To je to, co obchody chtějí.
da: **Skærmbilleder** — ét billede pr. skabelon. Det er det, butikkerne ønsker.
de: **Screenshots** – ein Bild pro Vorlage. Das ist, was die Stores erwarten.
el: **Στιγμιότυπα οθόνης** — μία εικόνα ανά πρότυπο. Αυτό θέλουν τα καταστήματα.
es: **Capturas**: una imagen por plantilla. Es lo que piden las tiendas.
fa: **اسکرین‌شات‌ها** — یک تصویر برای هر اسکرین‌شات. همان چیزی که فروشگاه‌ها می‌خواهند.
fi: **Kuvakaappaukset** — yksi kuva mallia kohti. Tätä kaupat haluavat.
fr: **Captures d'écran** — une image par modèle. C'est le format attendu par les boutiques.
he: **צילומי מסך** - תמונה אחת לכל תבנית. זה מה שהחנויות רוצות.
hr: **Snimke zaslona** — jedna slika po predlošku. To je ono što trgovine žele.
hu: **Képernyőképek** – sablononként egy kép. Ezt akarják a boltok.
id: **Tangkapan Layar** — satu gambar per template. Inilah yang diinginkan toko-toko.
it: **Screenshot**: un'immagine per modello. È quello che chiedono gli store.
ja: **スクリーンショット** — テンプレートごとに1枚の画像。ストアが求めるのはこの形式です。
ko: **스크린샷** — 템플릿당 이미지 1개. 스토어에서 요구하는 형식입니다.
ms: **Tangkapan skrin** — satu imej bagi setiap templat. Inilah yang kedai mahukan.
nl: **Screenshots** — één afbeelding per sjabloon. Dit is wat de winkels willen.
no: **Skjermbilder** — ett bilde per mal. Det er dette butikkene ønsker.
pl: **Zrzuty ekranu** — jeden obraz na szablon. Tego chcą sklepy.
pt_br: **Capturas de tela** — uma imagem por modelo. É isso que as lojas querem.
pt_pt: **Capturas de ecrã** — uma imagem por modelo. É isso que as lojas querem.
ro: **Capturi de ecran** — o imagine per șablon. Asta vor magazinele.
ru: **Скриншоты** — по одному изображению на шаблон. Именно это нужно магазинам.
sk: **Snímky obrazovky** – jeden obrázok na šablónu. Toto chcú obchody.
sl: **Posnetki zaslona** — ena slika na predlogo. To želijo trgovine.
sv: **Skärmbilder** — en bild per mall. Det är vad butikerna vill ha.
th: **ภาพหน้าจอ** — หนึ่งภาพต่อเทมเพลต นี่คือสิ่งที่ร้านค้าต้องการ
tr: **Ekran Görüntüleri** — şablon başına bir görüntü. Mağazaların istediği budur.
uk: **Знімки екрана** — одне зображення на шаблон. Саме це потрібно магазинам.
ur: **اسکرین شاٹس** — فی ٹیمپلیٹ ایک تصویر۔ اسٹورز یہی چاہتے ہیں۔
vi: **Ảnh chụp màn hình** — một hình ảnh cho mỗi mẫu. Đây là điều mà các cửa hàng mong muốn.
zh_hans: **截图**——每个模板一张图像。这正是商店所需要的。
zh_hant: **螢幕截圖**——每個範本一張影像。這就是商店所需要的。

source: **Send changes to review** decides what happens on commit: leave it off and the changes wait as a draft in the Play Console; turn it on and they go straight into review. If you expect to check the listing before it ships, leave it off.
ar: **إرسال التغييرات للمراجعة** يقرر ما يحدث عند الالتزام: اتركه قيد الإيقاف وستنتظر التغييرات كمسودة في Play Console؛ قم بتشغيله وسينتقلون مباشرة إلى المراجعة. إذا كنت تتوقع التحقق من القائمة قبل شحنها، فاتركها.
ca: **Envia els canvis per revisar** decideix què passa en commit: deixa-ho desactivat i els canvis esperen com a esborrany a Play Console; enceneu-lo i passen directament a la revisió. Si espereu comprovar la llista abans de l'enviament, deixeu-la fora.
cs: **Odeslat změny ke kontrole** rozhoduje o tom, co se stane při odevzdání: nechte to vypnuté a změny čekají jako koncept ve službě Play Console; zapněte a přejdou přímo do kontroly. Pokud očekáváte, že si nabídku před odesláním zkontrolujete, nechte ji vypnutou.
da: **Send ændringer til gennemgang** bestemmer, hvad der sker ved commit: Lad det være slået fra, og ændringerne venter som et udkast i Play Console; tænd den, og de går direkte til revision. Hvis du forventer at tjekke fortegnelsen, før den afsendes, skal du lade den være.
de: **Änderungen zur Prüfung senden** bestimmt, was beim Übernehmen passiert: Ist die Option aus, warten die Änderungen als Entwurf in der Play Console; ist sie an, gehen sie direkt in die Prüfung. Wenn du den Eintrag vor der Veröffentlichung noch prüfen willst, lass sie aus.
el: **Αποστολή αλλαγών για έλεγχο** αποφασίζει τι θα συμβεί κατά τη δέσμευση: αφήστε το εκτός λειτουργίας και οι αλλαγές περιμένουν ως πρόχειρο στο Play Console. ενεργοποιήστε το και μπαίνουν κατευθείαν σε έλεγχο. Εάν περιμένετε να ελέγξετε την καταχώριση πριν αποσταλεί, αφήστε την.
es: **Enviar cambios a revisión** decide qué pasa al confirmar: si lo dejas desactivado, los cambios esperan como borrador en Play Console; si lo activas, pasan directamente a revisión. Si quieres revisar la ficha antes de publicarla, déjalo desactivado.
fa: **ارسال تغییرات برای بازبینی** تعیین می‌کند هنگام ثبت چه اتفاقی بیفتد: اگر خاموش باشد، تغییرات به‌صورت پیش‌نویس در Play Console می‌مانند؛ اگر روشن باشد، مستقیماً به بازبینی می‌روند. اگر می‌خواهید صفحهٔ فروشگاه را پیش از انتشار بررسی کنید، آن را خاموش بگذارید.
fi: **Lähetä muutokset tarkistettavaksi** päättää, mitä tapahtuu vahvistuksen yhteydessä: jätä se pois päältä ja muutokset odottavat luonnoksena Play Consolessa. laita se päälle ja ne menevät suoraan tarkasteluun. Jos aiot tarkistaa tiedot ennen lähettämistä, jätä se pois.
fr: **Envoyer les modifications pour examen** détermine ce qui se passe lors de la validation : désactivée, les modifications restent à l'état de brouillon dans la Play Console ; activée, elles partent directement en examen. Si vous comptez vérifier la fiche avant sa publication, laissez-la désactivée.
he: **שלח שינויים לבדיקה** מחליט מה קורה בביצוע: השאר את זה כבוי והשינויים ממתינים כטיוטה ב-Play Console; הפעל אותו והם נכנסים ישר לביקורת. אם אתה מצפה לבדוק את הרישום לפני שהוא נשלח, השאר אותו כבוי.
hr: **Pošalji promjene na pregled** odlučuje što će se dogoditi pri predaji: ostavite je isključenu i promjene čekaju kao skicu na Play konzoli; uključite ga i oni idu ravno u pregled. Ako očekujete da ćete provjeriti popis prije slanja, ostavite ga isključenim.
hu: A **Változások elküldése felülvizsgálatra** eldönti, hogy mi történik a véglegesítéskor: hagyd ki, és a változtatások piszkozatként várnak a Play Console-ban; kapcsolja be, és azonnal megkezdik a felülvizsgálatot. Ha azt szeretné, hogy megnézze a listát a kiszállítás előtt, hagyja ki.
id: **Kirim perubahan untuk ditinjau** memutuskan apa yang terjadi saat penerapan: biarkan perubahan tersebut dinonaktifkan dan perubahan menunggu sebagai draf di Konsol Play; nyalakan dan mereka langsung meninjau. Jika Anda ingin memeriksa daftar sebelum dikirimkan, tinggalkan saja.
it: **Invia modifiche per la revisione** decide cosa succede al commit: se lo lasci disattivato, le modifiche restano in bozza nella Play Console; se lo attivi, passano direttamente in revisione. Se vuoi controllare la scheda prima della pubblicazione, lascialo disattivato.
ja: **変更を審査に送信** は、確定時の動作を決めます。オフのままにすると、変更は Play Console で下書きとして待機します。オンにすると、そのまま審査に送られます。公開前に掲載情報を確認したい場合はオフのままにしてください。
ko: **변경 사항을 검토로 보내기**는 적용 시 동작을 결정합니다. 끄면 변경 사항이 Play Console에 초안으로 대기하고, 켜면 곧바로 검토로 들어갑니다. 게시 전에 등록정보를 확인하려면 꺼 두세요.
ms: **Hantar perubahan kepada semakan** memutuskan perkara yang berlaku pada komit: biarkan ia dimatikan dan perubahan menunggu sebagai draf dalam Play Console; hidupkannya dan mereka pergi terus ke semakan. Jika anda mengharapkan untuk menyemak penyenaraian sebelum ia dihantar, biarkan ia dimatikan.
nl: **Wijzigingen verzenden ter beoordeling** bepaalt wat er gebeurt bij het vastleggen: laat dit uitgeschakeld en de wijzigingen wachten als concept in de Play Console; zet hem aan en ze worden meteen beoordeeld. Als u verwacht de vermelding te controleren voordat deze wordt verzonden, laat deze dan uitgeschakeld.
no: **Send endringer til gjennomgang** bestemmer hva som skjer ved forpliktelse: la det være av og endringene venter som et utkast i Play-konsollen; slå den på og de går rett inn i vurderingen. Hvis du forventer å sjekke oppføringen før den sendes, la den være av.
pl: **Wyślij zmiany do sprawdzenia** decyduje, co stanie się po zatwierdzeniu: zostaw tę opcję, a zmiany będą czekać jako wersja robocza w Konsoli Play; włącz go i od razu przejdą do przeglądu. Jeśli chcesz sprawdzić ofertę przed jej wysyłką, pomiń ją.
pt_br: **Enviar alterações para revisão** decide o que acontece na confirmação: desativado, as alterações ficam como rascunho no Play Console; ativado, elas vão direto para revisão. Se você quer conferir a página antes da publicação, deixe desativado.
pt_pt: **Enviar alterações para revisão** decide o que acontece no commit: deixe-o desativado e as alterações aguardam como rascunho no Play Console; ligue-o e eles vão direto para a revisão. Se você pretende verificar a listagem antes do envio, deixe-a desativada.
ro: **Trimiteți modificările la revizuire** decide ce se întâmplă la comitere: lăsați-l dezactivat și modificările așteaptă ca schiță în Play Console; pornește-l și trec direct în revizuire. Dacă vă așteptați să verificați lista înainte de a fi expediată, lăsați-o oprită.
ru: **Отправлять изменения на проверку** определяет, что произойдет при фиксации: если выключено, изменения ждут в Play Console как черновик; если включено — сразу уходят на проверку. Если хотите проверить страницу перед публикацией, оставьте выключенным.
sk: **Odoslať zmeny na kontrolu** rozhoduje o tom, čo sa stane pri odovzdaní: nechajte to vypnuté a zmeny počkajú ako koncept v konzole Play Console; zapnite a prejdú priamo na kontrolu. Ak očakávate, že si záznam pred odoslaním skontrolujete, nechajte ho vypnutý.
sl: **Pošlji spremembe v pregled** odloča, kaj se zgodi ob potrditvi: pustite jo izklopljeno in spremembe počakajo kot osnutek v Play Console; vklopite in gredo naravnost v pregled. Če pričakujete, da boste seznam preverili, preden bo odposlan, ga izključite.
sv: **Skicka ändringar till granskning** avgör vad som händer vid commit: lämna det av och ändringarna väntar som ett utkast i Play Console; slå på den och de går direkt till granskning. Om du förväntar dig att kontrollera annonsen innan den skickas, lämna den avstängd.
th: **ส่งการเปลี่ยนแปลงเพื่อตรวจสอบ** ตัดสินใจว่าจะเกิดอะไรขึ้นเมื่อคอมมิต: ปล่อยทิ้งไว้และการเปลี่ยนแปลงจะรอเป็นฉบับร่างใน Play Console เปิดใช้งานแล้วพวกเขาจะเข้าสู่การตรวจสอบทันที หากคุณคาดว่าจะตรวจสอบรายการก่อนที่จะจัดส่ง ให้ปล่อยทิ้งไว้
tr: **Değişiklikleri incelemeye gönder**, kaydetme sırasında ne olacağını belirler: kapalı bırakırsanız değişiklikler Play Console'da taslak olarak bekler; açarsanız doğrudan incelemeye girer. Yayınlanmadan önce mağaza kaydını kontrol etmeyi düşünüyorsanız kapalı bırakın.
uk: **Надіслати зміни на перевірку** визначає, що станеться під час фіксації змін: якщо вимкнено, зміни чекатимуть як чернетка в Play Console; якщо ввімкнено — одразу підуть на перевірку. Якщо ви плануєте переглянути сторінку перед публікацією, залиште вимкненим.
ur: **تبدیلیوں کو جائزہ کے لیے بھیجیں** فیصلہ کرتا ہے کہ کمٹ پر کیا ہوتا ہے: اسے چھوڑ دیں اور تبدیلیاں Play Console میں ڈرافٹ کے طور پر انتظار کریں؛ اسے آن کریں اور وہ براہ راست جائزہ میں جاتے ہیں۔ اگر آپ فہرست بھیجنے سے پہلے اسے چیک کرنے کی توقع رکھتے ہیں، تو اسے چھوڑ دیں۔
vi: **Gửi các thay đổi để xem xét** quyết định điều gì sẽ xảy ra với cam kết: hãy tắt nó đi và các thay đổi sẽ ở dạng bản nháp trong Play Console; bật nó lên và họ sẽ đi thẳng vào xem xét. Nếu bạn muốn kiểm tra danh sách trước khi nó được gửi đi, hãy bỏ nó đi.
zh_hans: **将更改送交审核** 决定提交时的行为：保持关闭，更改会作为草稿留在 Play 管理中心；开启后，更改会直接进入审核。如果你想在发布前检查商品详情，请保持关闭。
zh_hant: **將更改送交審查**決定提交時的行為：關閉時，更改會以草稿形式留在 Play Console 中；開啟時則會直接送交審查。如果你打算在上架前檢查商店資訊，請保持關閉。

source: **Settings ▸ Automation ▸ Enable MCP server.** It's off by default.
ar: ** الإعدادات ▸ الأتمتة ▸ تمكين خادم MCP. ** يتم إيقاف تشغيله افتراضيًا.
ca: **Configuració ▸ Automatització ▸ Activa el servidor MCP.** Està desactivat per defecte.
cs: **Nastavení ▸ Automatizace ▸ Povolit server MCP.** Ve výchozím nastavení je vypnuto.
da: **Indstillinger ▸ Automatisering ▸ Aktiver MCP-server.** Den er slået fra som standard.
de: **Einstellungen ▸ Automatisierung ▸ MCP-Server aktivieren.** Standardmäßig ist die Option aus.
el: **Ρυθμίσεις ▸ Αυτοματισμός ▸ Ενεργοποίηση διακομιστή MCP.** Είναι απενεργοποιημένο από προεπιλογή.
es: **Ajustes ▸ Automatización ▸ Activar servidor MCP.** Está desactivado por omisión.
fa: **تنظیمات ▸ اتوماسیون ▸ فعال کردن سرور MCP.** به‌طور پیش‌فرض خاموش است.
fi: **Asetukset ▸ Automaatio ▸ Ota MCP-palvelin käyttöön.** Se on oletuksena pois päältä.
fr: **Réglages ▸ Automatisation ▸ Activer le serveur MCP.** Il est désactivé par défaut.
he: **הגדרות ▸ אוטומציה ▸ אפשר שרת MCP.** זה כבוי כברירת מחדל.
hr: **Postavke ▸ Automatizacija ▸ Omogući MCP poslužitelj.** Isključeno je prema zadanim postavkama.
hu: **Beállítások ▸ Automatizálás ▸ MCP szerver engedélyezése.** Alapértelmezés szerint ki van kapcsolva.
id: **Pengaturan ▸ Otomatisasi ▸ Aktifkan server MCP.** Ini dinonaktifkan secara default.
it: **Impostazioni ▸ Automazione ▸ Abilita server MCP.** È disattivato per impostazione predefinita.
ja: **設定 ▸ 自動化 ▸ MCP サーバを有効にする**。デフォルトではオフです。
ko: **설정 ▸ 자동화 ▸ MCP 서버 활성화.** 기본적으로 꺼져 있습니다.
ms: **Tetapan ▸ Automasi ▸ Dayakan pelayan MCP.** Ia dimatikan secara lalai.
nl: **Instellingen ▸ Automatisering ▸ MCP-server inschakelen.** Dit is standaard uitgeschakeld.
no: **Innstillinger ▸ Automatisering ▸ Aktiver MCP-server.** Den er av som standard.
pl: **Ustawienia ▸ Automatyzacja ▸ Włącz serwer MCP.** Domyślnie jest wyłączona.
pt_br: **Ajustes ▸ Automação ▸ Ativar servidor MCP.** Vem desativado por padrão.
pt_pt: **Configurações ▸ Automação ▸ Ativar servidor MCP.** Está desativado por padrão.
ro: **Setări ▸ Automatizare ▸ Activați serverul MCP.** Este dezactivat în mod implicit.
ru: **Настройки ▸ Автоматизация ▸ Включить MCP-сервер.** По умолчанию выключено.
sk: **Nastavenia ▸ Automatizácia ▸ Povoliť server MCP.** V predvolenom nastavení je vypnutá.
sl: **Nastavitve ▸ Avtomatizacija ▸ Omogoči strežnik MCP.** Privzeto je izklopljen.
sv: **Inställningar ▸ Automation ▸ Aktivera MCP-server.** Den är avstängd som standard.
th: **การตั้งค่า ▸ การทำงานอัตโนมัติ ▸ เปิดใช้งานเซิร์ฟเวอร์ MCP** โดยค่าเริ่มต้นจะปิดอยู่
tr: **Ayarlar ▸ Otomasyon ▸ MCP sunucusunu etkinleştir.** Varsayılan olarak kapalıdır.
uk: **Параметри ▸ Автоматизація ▸ Увімкнути сервер MCP.** Типово вимкнено.
ur: **ترتیبات ▸ آٹومیشن ▸ MCP سرور کو فعال کریں۔ ** یہ بطور ڈیفالٹ آف ہے۔
vi: **Cài đặt ▸ Tự động hóa ▸ Bật máy chủ MCP.** Tính năng này bị tắt theo mặc định.
zh_hans: **设置 ▸ 自动化 ▸ 启用 MCP 服务器**。默认处于关闭状态。
zh_hant: **設定 ▸ 自動化 ▸ 啟用 MCP 伺服器**。預設為關閉。
